org/the-7-habits-of-highly-effective-people.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 高效能人士的七个习惯
#+DATE: <2021-02-03 Wed>
#+HUGO_TAGS: 阅读
七个习惯：

1. 积极主动
2. 以终为始
3. 要事第一
4. 双赢思维
5. 知彼解己
6. 统合综效
7. 不断更新

** 以终为始
2021 年，你觉得做哪三件最重要的事情，可以让你未来一年的收入比去年翻倍？

- 找一份前端开发的实习 + 正式工作
- 整理总结重构自己的知识体系
- 多读书

#+begin_quote
  感谢前面说的 GTD，它让我 check
  的每一个勾勾都有意义。并且我知道它们的重要性。以终为始更宏大的意义就是定义长远的人生目标。抱歉，程序猿猝死的太多，这个问题我不敢多想。
#+end_quote

** 主动积极

#+begin_quote
  结合到自身工作，技术与行业发展不是自身可定的，仅保持关注，不掺杂情绪（因为并没有什么卵用）。主动积极的态度是专注自己能影响到的（个人技能提高与项目质量），并不断向外扩散自己的边界圈，影响跳起来就能够得着的果子。
#+end_quote

** 要事第一
** 双赢思维

#+begin_quote
  写博客，做分享，都是双赢思维，共同成长
#+end_quote

** 知彼解己

#+begin_quote
  理解他人
#+end_quote

** 统合综效

#+begin_quote
  珍视差异，寻求第三方案。双赢思维和知彼解己都是统和综效的先决条件，它们组成完整的团体任务流程。很多时候，集体讨论的方案会远优于个人方案，尤其是差异性集体的力量，更能碰撞出火花。因此，要勇于探索陌生的区域，勤于总结差异的价值。
#+end_quote

** 不断更新

#+begin_quote
一个关于 *每日* 自我更新的习惯。就像 GTD 每日整理任务、每周回顾任务一样，不断更新是辅助自我克服拖延的习惯。坚持的力量需要时间来检查结果。习惯七从身体、心智、情感和心灵四方面持续锻炼，并且以天为单位进行更新， *利用成就感去保持积极性* 。同时，习惯七建议找朋友一起计划，相互督促。跑步、健身、「GitHub 马拉松」等，无一不推荐这样的方式。
#+end_quote

---

1. [[https://weread.qq.com/web/reader/56d325907203e8a856def7fkc81322c012c81e728d9d180][《高效能人士的七个习惯》------微信阅读]]
2. [[https://lightcss.com/gtd-personal-productivity-and-7-habits/]]
