blog/2021/the-7-habits-of-highly-effective-people.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 19:01 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>高效能人士的七个习惯</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">高效能人士的七个习惯</h1>
</header><p>
七个习惯：
</p>

<ol class="org-ol">
<li>积极主动</li>
<li>以终为始</li>
<li>要事第一</li>
<li>双赢思维</li>
<li>知彼解己</li>
<li>统合综效</li>
<li>不断更新</li>
</ol>

<div id="outline-container-以终为始" class="outline-2">
<h2 id="以终为始">以终为始</h2>
<div class="outline-text-2" id="text-以终为始">
<p>
2021 年，你觉得做哪三件最重要的事情，可以让你未来一年的收入比去年翻倍？
</p>

<ul class="org-ul">
<li>找一份前端开发的实习 + 正式工作</li>
<li>整理总结重构自己的知识体系</li>
<li>多读书</li>
</ul>

<blockquote>
<p>
感谢前面说的 GTD，它让我 check
的每一个勾勾都有意义。并且我知道它们的重要性。以终为始更宏大的意义就是定义长远的人生目标。抱歉，程序猿猝死的太多，这个问题我不敢多想。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-主动积极" class="outline-2">
<h2 id="主动积极">主动积极</h2>
<div class="outline-text-2" id="text-主动积极">
<blockquote>
<p>
结合到自身工作，技术与行业发展不是自身可定的，仅保持关注，不掺杂情绪（因为并没有什么卵用）。主动积极的态度是专注自己能影响到的（个人技能提高与项目质量），并不断向外扩散自己的边界圈，影响跳起来就能够得着的果子。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-要事第一" class="outline-2">
<h2 id="要事第一">要事第一</h2>
<div class="outline-text-2" id="text-要事第一">
</div>
</div>
<div id="outline-container-双赢思维" class="outline-2">
<h2 id="双赢思维">双赢思维</h2>
<div class="outline-text-2" id="text-双赢思维">
<blockquote>
<p>
写博客，做分享，都是双赢思维，共同成长
</p>
</blockquote>
</div>
</div>

<div id="outline-container-知彼解己" class="outline-2">
<h2 id="知彼解己">知彼解己</h2>
<div class="outline-text-2" id="text-知彼解己">
<blockquote>
<p>
理解他人
</p>
</blockquote>
</div>
</div>

<div id="outline-container-统合综效" class="outline-2">
<h2 id="统合综效">统合综效</h2>
<div class="outline-text-2" id="text-统合综效">
<blockquote>
<p>
珍视差异，寻求第三方案。双赢思维和知彼解己都是统和综效的先决条件，它们组成完整的团体任务流程。很多时候，集体讨论的方案会远优于个人方案，尤其是差异性集体的力量，更能碰撞出火花。因此，要勇于探索陌生的区域，勤于总结差异的价值。
</p>
</blockquote>
</div>
</div>

<div id="outline-container-不断更新" class="outline-2">
<h2 id="不断更新">不断更新</h2>
<div class="outline-text-2" id="text-不断更新">
<blockquote>
<p>
一个关于*每日*自我更新的习惯。就像 GTD
每日整理任务、每周回顾任务一样，不断更新是辅助自我克服拖延的习惯。坚持的力量需要时间来检查结果。习惯七从身体、心智、情感和心灵四方面持续锻炼，并且以天为单位进行更新，*利用成功感去保持积极性*。同时，习惯七建议找朋友一起计划，相互督促。跑步、健身、「GitHub
马拉松」等，无一不推荐这样的方式。
</p>
</blockquote>

<hr>

<p>
*参考资料*：
</p>

<ol class="org-ol">
<li><a href="https://weread.qq.com/web/reader/56d325907203e8a856def7fkc81322c012c81e728d9d180">《高效能人士的七个习惯》-&#x2013;&#x2014;微信阅读</a></li>
<li><a href="https://lightcss.com/gtd-personal-productivity-and-7-habits/">https://lightcss.com/gtd-personal-productivity-and-7-habits/</a></li>
</ol>
</div>
</div>
</div>
</body>
</html>